# Создайте в редакторе файл info.py
# Запишите в переменную user_info словарь 
# с полями first_name и last_name, в значениях 
# запишите ваши имя и фамилию
# Выведите на экран значение ключа first_name 
# переменной user_info
# Запустите скрипт

first_name = 'Alexander'
last_name = 'Vertiprakhov'
user_info = (first_name, last_name)
print(user_info[0])