list_1 = [3, 5, 7, 9, 10.5]
print(list_1)

#добавление строки и выведение длины списка
list_1 = [3, 5, 7, 9, 10.5]
list_1.append('Python')
len(list_1)

#выведение на экран начального элемента списка
list_1 = [3, 5, 7, 9, 10.5]
list_1[0]

#выведение на экран последнего элемента списка
list_1 = [3, 5, 7, 9, 10.5, 'Python']
list_1[-1]

#печать элементов списка со второго по четвертый включительно
list_1 = [3, 5, 7, 9, 10.5, 'Python']
list_1[1:4]

#удаление из списка строки 'Python'
#1
list_1 = [3, 5, 7, 9, 10.5, 'Python']
del list_1[-1]

#2
list_1 = [3, 5, 7, 9, 10.5, 'Python']
list_1.remove('Python')